const syllables = 
    [
        'ав', 
        'ак',
        'ас',
        'ант',
        'акт',

        'ол',
        'ом',
        'он',
        'ос',
        'орг',

        'иг',
        'ик',
        'ил',
        'ип',
        'ист',

        'ев',
        'ед',
        'ел',
        'ем',
        'ер',

        'эв',
        'эк',
        'эм',
        'эн',
        'эт',        

        'ув',
        'ук',
        'ул',
        'ум',
        'ус',

        'яг',
        'яд',
        'ям',
        'ян',
        'яр',

        'ба',
        'бо',
        'би',
        'бе',
        'бро',

        'ва',
        'во',
        'ви',
        'ву',
        'вра',

        'га',
        'го',
        'ги',
        'гу',
        'гре',

        'да',
        'до',
        'де',
        'ды',
        'дря',

        'ко',
        'ки',
        'ке',
        'кра',
        'кле',

        'ла',
        'ло',
        'ле',
        'лу',
        'ля',

        'ма',
        'ми',
        'му',
        'мно',
        'мок',

        'на',
        'ни',
        'не',
        'ну',
        'нок',

        'па',
        'пи',
        'пе',
        'про',
        'пра',

        'ра',
        'ро',
        'ре',
        'ру',
        'ркт',

        'со',
        'си',
        'су',
        'сли',
        'сто',

        'та',
        'то',
        'ту',
        'тру',
        'тле',

        'ча',
        'чу',

        'ша',
        'ши',
        'шла'
    ]
;

module.exports = syllables;